// assets/datas/resultDescription.js

export const resultDescription = {
    "성실성 유사도 평가": {
        4: "업무 우선순위와 작업 속도에 대한 기대치가 유사하여 의사소통 과정에서 충돌이 적을 것으로 기대됩니다.\n팀원 간 기대치가 비슷하기 때문에 스트레스를 유발할 수 있는 오해가 줄어들고 협업 시 마찰이 적을 가능성이 높습니다.",
        3: "대체로 비슷한 성실성을 지닌 팀원들로 구성되어 서로의 행동 방식을 더 잘 이해하고 신뢰하여 협력이 원활하게 이루어질 가능성이 높습니다.",
    },
    "친화성 유사도 평가": {
        4: "팀원들의 대인 관계 방식이 유사하므로 상호작용에서 예상치 못한 마찰이 적을 것으로 기대됩니다.\n업무 진행 방식이나 목표 설정에서도 모두가 같은 방향으로 나아가기 쉬워 생산성이 높을 것으로 기대됩니다.",
        3: "대체로 비슷한 친화성을 지닌 팀원들로 협동이 중요한 환경에서 장점을 가질 것으로 예상됩니다.",
    },
    "신경증 유사도 평가": {
        4: "팀원들의 감정적 반응과 스트레스 대처 방식이 유사하여 서로를 잘 이해하고 배려하며 협력할 것으로 기대됩니다.",
        3: "팀원들의 정서적 안정감이 대체로 비슷한 수준을 보여 긴장이나 스트레스 상황에서도 안정적인 협력을 할 가능성이 높습니다.",
    },
    "성실성 평균 평가": {
        4: "팀의 성실성 평균이 높아 안정적이고 효율적인 진행이 가능하며 지속적으로 목표를 향해 나아가 외부에서 신뢰받는 팀으로 평가받을 가능성이 높습니다.",
        3: "팀의 성실성 평균이 다소 높아 공동 목표를 달성하기 위해 각자의 역할을 충실히 수행하여 프로젝트 수행과정이 안정적일 것으로 기대됩니다.",
    },
    "친화성 평균 평가": {
        4: "팀의 친화성 평균이 높아 대립보다는 화합을 중시하여 스트레스가 적고 협력적인 분위기가 유지될 것으로 기대됩니다.\n서로를 신뢰하고 돕는 태도가 강해 팀워크가 자연스럽게 강화될 것입니다.",
        3: "친화성 평균이 다소 높아 대체로 원활한 소통과 협력이 가능하며 안정적인 팀 분위기가 예상됩니다.",
    },
    "개방성 다양성 평가": {
        4: "팀 내 다양한 시각이 공존하여 창의적인 아이디어와 실질적이고 현실적인 실행 계획으로 혁신적인 결과를 도출할 가능성이 큽니다.",
        3: "다양한 관점을 통해 기존 방식과 새로운 접근법의 균형을 맞출 수 있을 것으로 기대됩니다.",
        2: "창의성, 호기심, 새로운 경험을 추구하려는 성향이 비슷해 가치관과 일하는 방식이 비슷하여 충돌이 적을 것으로 기대됩니다.",
        1: "대부분의 팀원이 비슷한 사고방식을 공유하며, 합의에 이르는 데 시간이 적게 걸리고 자연스럽게 같은 방향으로 나아갈 가능성이 높습니다.",
    },
    "외향성 다양성 평가": {
        4: "외향적인 사람은 팀의 분위기를 주도하고 활발한 논의를 이끌어내며 내향적인 사람은 더 깊이 있는 사고와 신중한 발언으로 논의를 보완합니다.\n서로의 강점을 활용하여 팀의 성과를 극대화할 것으로 기대됩니다.",
        3: "팀 내 에너지가 한쪽으로 치우치지 않고 지속적으로 유지되며 의견 표현과 경청의 균형이 이루어져 더 풍부한 논의가 가능할 것으로 기대됩니다.",
        2: "외향성에서 약간의 차이는 있으나, 대체로 비슷한 방식으로 소통하며 협력할 가능성이 있습니다.",
        1: "팀의 성향에 따라 장점이 뚜렷해지며, 특정한 환경이나 과제에 더욱 효과적일 것으로 예상됩니다.",
    },
};