// traitDescriptions.js
export const traitDescriptions = {
    외향성:
        '외향성은 사교적이고 활동적이며, 사람들과 어울리는 것을 즐기는 성격 특성입니다. 외향성이 높은 사람은 자신감 있고 긍정적인 에너지를 발산하며, 새로운 경험과 자극을 추구하는 경향이 있습니다. 반면, 외향성이 낮은 사람은 내향적인 성향을 보여 혼자 있는 시간을 선호하고, 신중하며 조용한 태도를 보입니다.',
    개방성:
        '개방성은 새로운 경험과 아이디어를 수용하려는 태도를 보이는 성격 특성입니다. 개방성이 높은 사람은 상상력, 창의성, 호기심이 풍부하고 새로운 도전을 즐기며, 개방성이 낮은 사람은 전통적이고 익숙한 방식을 선호합니다.',
    성실성:
        '성실성은 목표를 향해 얼마나 일관되게 집중하여 나아가는지를 나타내는 성격 특성입니다. 성실성이 높은 사람은 사회적 규칙, 규범, 원칙 등을 기꺼이 지키려하며 목표 중심적인 행동을 보입니다. 반면 성실성이 낮은 사람은 규칙이나 규범에 얽매이기보다는 자유롭고 개방적인 태도를 선호합니다.',
    친화성:
        '친화성은 이타주의, 관대함, 충성심에 대한 개인적 관심이 얼마나 되는지를 의미하는 성격 특성입니다. 친화성이 높은 사람은 타인과의 관계에서 공감적이며 협력적인 태도를 보이는 반면 독립적이고 자기 중심적인 경향이 있으며 자신의 목표나 필요를 우선시하는 태도를 보입니다.',
    신경성:
        '신경성은 감정적 안정성과 스트레스에 대한 반응을 나타내는 성격 특성입니다. 신경성이 높은 사람은 불안, 우울, 분노와 같은 부정적인 감정을 자주 경험하며, 스트레스 상황에서 취약한 경향이 있습니다. 반대로 신경성이 낮은 사람은 감정적으로 안정적이고 스트레스에 강하며, 긍정적인 태도를 유지하는 경향이 있습니다.',
};
